export const articles = [
    {
        id: 1,
        title: "Русская конница",
        description: `
          Лошади — это одомашненные млекопитающие, принадлежащие к семейству лошадиных. На протяжении тысячелетий они играли ключевую роль в человеческой цивилизации, оказывая влияние на сельское хозяйство, транспорт, войну и развлечения.

                        Характеристики:

                        Физические характеристики: лошади отличаются мощным телосложением, длинными ногами, сильными мышцами и густой гривой. Размер и вес варьируются в зависимости от породы.
                        Породы: существует огромное разнообразие пород, каждая из которых выводилась для определённых целей. Например:
                        Тяжеловозы (клейдесдалы, першероны): мощные и сильные, использовались для тяжёлой работы в сельском хозяйстве и промышленности.
                        Верховые породы (арабские скакуны, чистокровные верховые): изящные и быстрые, используются для верховой езды, скачек и спортивных соревнований.
                        Пони (Шетландские пони, Валлийские пони): небольшие и крепкие, подходят для детей и лёгкой работы.
                        Интеллект и поведение: лошади обладают хорошим интеллектом и способны к обучению. Они социальные животные и формируют тесные связи с другими лошадьми и людьми.
                        Питание: Лошади травоядные и питаются травой, сеном и зерном. Им также необходима чистая вода и минеральные добавки.
                        Роль в истории и культуре:

                        Транспорт: до изобретения автомобилей лошади были основным средством передвижения для людей и грузов.
                        Сельское хозяйство: лошади использовались для вспахивания земли, сбора урожая и других сельскохозяйственных работ.
                        Война: лошади играли решающую роль в войнах на протяжении веков, обеспечивая мобильность и огневую мощь.
                        Спорт и развлечения: скачки, поло, выездка и другие виды конного спорта популярны во всем мире.
                        Символизм: кони часто символизируют свободу, силу, грацию и благородство. Они встречаются в мифологии, искусстве и литературе разных культур.
                        Современное значение:

                        Хотя роль лошадей в транспорте и сельском хозяйстве уменьшилась с развитием технологий, они по-прежнему ценятся как спортивные животные, компаньоны и символы свободы и красоты. Разведение лошадей, конный спорт и верховая езда остаются популярными занятиями во многих странах мира.
        `,
        imageUrl: "./../img/hourse.jpg",
    },
    {
        id: 2,
        title: "Будующие защитники Отечества",
        description: "Самбисты — это спортсмены, занимающиеся самбо, видом спортивного единоборства, сочетающим в себе элементы различных боевых искусств. Они обладают силой, ловкостью, выносливостью и стратегическим мышлением. Характеристики Самбистов: Физическая подготовка: самбисты должны быть в отличной физической форме. Они уделяют много времени тренировкам, развивая силу, скорость, выносливость и гибкость. Технические навыки: самбисты изучают и оттачивают широкий спектр приёмов, включая броски, захваты, удержания, болевые приёмы и удушающие приёмы. Тактическое мышление: успешные самбисты умеют анализировать ситуацию, прогнозировать действия противника и разрабатывать эффективные стратегии. Психологическая устойчивость: самбо требует высокой концентрации, самоконтроля и умения справляться со стрессом. Самбисты должны быть уверены в себе и готовы к любым испытаниям. Тренировки Самбистов: Борьба: Основная часть тренировок посвящена отработке борцовских техник. Ударная техника (в боевом самбо): в боевом самбо также изучаются удары руками и ногами. Физическая подготовка: упражнения на силу, выносливость, скорость и гибкость. Тактическая подготовка: Анализ схваток, разработка стратегий. Спаринги: Тренировочные поединки с партнерами. Соревнования: Спортивное самбо: соревнования проводятся по правилам, ограничивающим применение ударной техники и некоторых опасных приёмов. Цель — выполнить бросок, удержание или болевой приём. Боевое самбо: разрешены удары руками и ногами, а также более широкий спектр болевых и удушающих приёмов. Знаменитые Самбисты: В истории самбо много выдающихся спортсменов, которые прославили этот вид спорта своими достижениями и мастерством. Их пример вдохновляет молодых самбистов на новые победы. Значение Самбо: Самбо — это не только спорт, но и система самообороны, воспитывающая в человеке силу, выносливость, дисциплину и уважение к сопернику. Самбо учит защищать себя и своих близких, а также развивает в человеке важные моральные качества.",
        imageUrl: "./../public/img/2_1.jpg",
    },
    {
        id: 3,
        title: "Музыкальное сопровождение",
        description: "Музыкальные инструменты — это устройства, созданные для создания музыки. Они служат средством выражения эмоций, создания атмосферы и передачи культурных традиций. Классификация музыкальных инструментов основана на способе извлечения звука. Основные группы музыкальных инструментов: Струнные инструменты: звук извлекается путем вибрации натянутых струн. Щипковые: гитара, арфа, мандолина, лютня. Струны извлекаются пальцами или медиатором. Смычковые: скрипка, альт, виолончель, контрабас. Струны приводятся в движение смычком. Ударные: фортепиано, цимбалы. Струны приводятся в движение ударами молоточков или палочек. Духовые инструменты: звук извлекается путем колебания воздушного столба внутри инструмента. Деревянные духовые: флейта, кларнет, гобой, фагот. Изготавливаются из дерева (или с использованием деревянных элементов). Медные духовые инструменты: труба, тромбон, валторна, туба. Изготавливаются из металла. Язычковые (гармонические): губная гармошка, аккордеон, баян. Звук извлекается колебанием язычков под воздействием воздушного потока. Ударные инструменты: Звук извлекается путем удара по инструменту. Мембранофоны: барабаны (различных видов), литавры. Звук извлекается вибрацией натянутой мембраны (из кожи или пластика). Идиофоны: тарелки, треугольник, колокольчики, ксилофон. Звук извлекается вибрацией всего корпуса инструмента. Клавишные инструменты: инструменты, в которых звук извлекается нажатием клавиш. Фортепиано (пианино и рояль): клавишно-струнный ударный инструмент. Орган: клавишно-духовой инструмент, звук извлекается путём подачи воздуха в трубы. Синтезатор: электронный клавишный инструмент, генерирующий звук с помощью электронных схем. Электронные инструменты: Инструменты, генерирующие звук с помощью электроники. Синтезатор: Используется для создания и модификации звуков. Терменвокс: один из первых электронных инструментов, звук извлекается без прикосновения к инструменту. История и Культура: Музыкальные инструменты имеют богатую историю и тесно связаны с культурой разных народов мира. Они используются в религиозных обрядах, народных праздниках, концертах и других мероприятиях. Изобретение новых инструментов и развитие существующих продолжается и сегодня, расширяя возможности музыкального самовыражения. Современные тенденции: В современном мире активно развиваются цифровые музыкальные инструменты и технологии, позволяющие создавать и исполнять музыку с помощью компьютеров, планшетов и смартфонов. Это открывает новые возможности для экспериментов и творчества.",
        imageUrl: "./../public/img/musik.jpeg",
    },

]